Repository: Haci024/CSharpBankingSystemMVC
Catalog: MoneyTransferProject/Resources/SharedResource.*.resx
Languages: az_az, ru_ru

# 555 əlaqə nömrəsinə zəng etməklə bankımıza müraciət edə bilərsiniz!
source: You can contact our bank by calling the contact number 555!
az_az: 555 əlaqə nömrəsinə zəng etməklə bankımıza müraciət edə bilərsiniz!
ru_ru: Вы можете связаться с нашим банком, позвонив по контактному номеру 555!

# Ana Səhifə
source: Home Page
az_az: Ana Səhifə
ru_ru: Главный

# Ardını oxu...
source: Read Continue...
az_az: Ardını oxu...
ru_ru: Читать далее...

source: We are already at the terminals!!! Payments from the terminal have been determined free of charge for the first 1 month. Thus, no fee will be charged for operations carried out from the terminal, provided that the monthly transaction does not exceed 1000 manats.
az_az: Artıq terminallardayıq!!!Terminaldan ödənişlər ilk 1 ay üçün pulsuz müəyyən edilib.Belə ki,aylıq 1000 manatı keçməmək şərtilə terminaldan həyata keçirilən əməliyyatlar üçün rüsum tutulmayacaq.
ru_ru: Мы уже у терминалов!!!Платежи с терминала определены бесплатно первый 1 месяц.Таким образом комиссия за операции с терминала не взимается при условии,что месячная транзакция не превышает 1000 манатов .

# Aylıq ödəniş
source: Monthly Payment
az_az: Aylıq ödəniş
ru_ru: Ежемесячный платеж

# AZN,TRL,EUR,USD kimi valyutalara məxsus kartlar bankımızda mövcuddur.
source: Cards belonging to currencies such as AZN, TRL, EUR, USD are available in our bank.
az_az: AZN,TRL,EUR,USD kimi valyutalara məxsus kartlar bankımızda mövcuddur.
ru_ru: В нашем банке доступны карты, принадлежащие к таким валютам, как AZN, TRL, EUR, USD.

# Bank kartlarımız
source: Bank Cards
az_az: Bank kartlarımız
ru_ru: Наши банковские карты

# Bank Problemləri
source: Banking Problems
az_az: Bank Problemləri
ru_ru: Банковские проблемы

# Banka necə müraciət edə bilərəm?
source: How can I apply to the bank?
az_az: Banka necə müraciət edə bilərəm?
ru_ru: Как мне обратиться в банк?

# Banka pul yatırımı etsəm aylıq nə qədər faiz artımı olar?
source: If I invest money in the bank, how much will be the monthly interest rate?
az_az: Banka pul yatırımı etsəm aylıq nə qədər faiz artımı olar?
ru_ru: Если я инвестирую в банк, какова будет ежемесячная процентная ставка?

# Bankçılıq biznes üçün faydası var?
source: Banking is good for business? Why?
az_az: Bankçılıq biznes üçün faydası var?
ru_ru: Полезен ли банкинг для бизнеса?

source: Can I pay the loan payments with another currency card when taking a loan with another currency card?
az_az: Başqa valyuta kartı ilə kredit götürən zaman kredit ödənişlərini başqa valyuta kartı ilə ödəyə bilərəm?

# Bizimlə əlaqə
source: Contact Us
az_az: Bizimlə əlaqə
ru_ru: Свяжитесь с нами

# Biznes üçün kredit verirsinizmi?
source: Do you provide business loans?
az_az: Biznes üçün kredit verirsinizmi?
ru_ru: Вы предоставляете бизнес-кредиты?

source: It depends on your monthly income. The higher your income, the larger the amount of credit you can get.
az_az: Bu sizin aylıq gəlirinizdən asılıdır.Gəliriniz nə qədər yüksək olarsa,ala biləcəyiniz kredit miqdarıda bir o qədər artır.
ru_ru: Это зависит от вашего ежемесячного дохода, чем выше ваш доход, тем большую сумму кредита вы можете получить.

# Büdcə
source: Kassa
az_az: Büdcə

source: Yes, we give it. It is calculated according to your monthly income. The maximum mortgage loan is 100,000 manats.
az_az: Bəli veririk.Bu sizin aylıq gəlirinizə uyğun hesablanır.Maksimum İpoteka krediti 100 min manat təşkil edir.
ru_ru: Да, даем, рассчитывается исходя из вашего ежемесячного дохода, максимальная сумма ипотечного кредита 100 000 манатов.

# Bəli, mümkündür.Bunun üçün müəyyən miqdarda rüsum tətbiq ediləcək.
source: Yes, it is possible. For this, a certain amount of fee will be applied.
az_az: Bəli, mümkündür.Bunun üçün müəyyən miqdarda rüsum tətbiq ediləcək.
ru_ru: Да, это возможно, за это будет взиматься определенная плата.

source: Yes, we do. We do our best to help you get the business loan you want under suitable terms.
az_az: Bəli, veririk.Sizə uyğun şərtlərlə istədiyiniz biznes kreditini əldə etməyiniz üçün əlimizdən gələni edirik.
ru_ru: Да, мы делаем. Мы делаем все возможное, чтобы помочь вам получить бизнес-кредит, который вы хотите на подходящих условиях.

# CV dəyərləndirməsi necə aparılır?
source: How should CV assessment be?
az_az: CV dəyərləndirməsi necə aparılır?
ru_ru: Как проводится оценка резюме?

# CV-lər yoxlanır.Qoyulan tələblərə uyğun olan namizədlər müsahibəyə çağırılır.
source: CVs are checked. Candidates who meet the requirements are called for an interview.
az_az: CV-lər yoxlanır.Qoyulan tələblərə uyğun olan namizədlər müsahibəyə çağırılır.
ru_ru: Резюме проверяются, кандидатов, отвечающих требованиям, вызывают на собеседование.

# Digər valyutalar ilə kredit götürmək mümkündürmü?
source: Is it possible to take a loan in other currencies?
az_az: Digər valyutalar ilə kredit götürmək mümkündürmü?
ru_ru: Можно ли взять кредит в другой валюте?

# Dil
source: Language
az_az: Dil
ru_ru: Язык

# faiz
source: interest
az_az: faiz
ru_ru: интерес

# Filiallarınız harada yerləşir?
source: Where are your branches located?
az_az: Filiallarınız harada yerləşir?
ru_ru: Где находятся ваши филиалы?

# Finans Problemləri
source: Financing Solutions
az_az: Finans Problemləri
ru_ru: Финансовые проблемы

# Gəlirlər
source: Money In
az_az: Gəlirlər

# Hansı saatlarda fəaliyyət göstərirsiniz?
source: What hours do you operate?
az_az: Hansı saatlarda fəaliyyət göstərirsiniz?
ru_ru: В какие часы вы работаете?

# Hansı valyuta tipinə uyğun kartlarınız var?
source: What currency type cards do you have?
az_az: Hansı valyuta tipinə uyğun kartlarınız var?
ru_ru: Какие валютные карты у вас есть?

# Haqqımızda
source: About Us
az_az: Haqqımızda
ru_ru: О нас

# Haqqında
source: Detail
az_az: Haqqında

# Hesab açmaq
source: Saving Accounts
az_az: Hesab açmaq
ru_ru: Открытие счета

source: You can call our branches or our hotline from 9:00 to 18:00 on weekdays.
az_az: Həftə içi 9:00 dan 18:00 qədər filiallarımıza yaxınlaşa və ya qaynar xəttimizə zəng edə bilərsiniz
ru_ru: Вы можете посетить наши филиалы или позвонить на нашу горячую линию с 9:00 до 18:00 в будние дни.

# il
source: year
az_az: il
ru_ru: год

# Ipoteka krediti verirsinizmi?
source: Do you provide mortgage loans?
az_az: Ipoteka krediti verirsinizmi?
ru_ru: Предоставляете ли вы ипотечные кредиты?

# Kart sifarişi
source: Card Order
az_az: Kart sifarişi
ru_ru: Заказ карты

# Komandamız
source: Our Team
az_az: Komandamız
ru_ru: Члены нашей команды

# Kredit faizi
source: Credit interest rate
az_az: Kredit faizi

# Kredit Kalkulyatoru
source: Credit Calculator
az_az: Kredit Kalkulyatoru
ru_ru: Кредитный калькулятор

# Kredit müddəti
source: Credit period
az_az: Kredit müddəti

# Kredit məbləği
source: Total Credit
az_az: Kredit məbləği

# Kredit şərtləri kreditin növünə,müddətinə və faizinə görə dəyişir.
source: Loan conditions vary according to the type of loan, term and interest rate.
az_az: Kredit şərtləri kreditin növünə,müddətinə və faizinə görə dəyişir.
ru_ru: Условия кредита варьируются в зависимости от типа кредита, срока и процентной ставки.

# Kredit şərtləri necədir?
source: What are the loan terms?
az_az: Kredit şərtləri necədir?
ru_ru: Каковы условия кредита?

# Maksimum kredit miqdarı nə qədərdir?
source: What is the maximum loan amount?
az_az: Maksimum kredit miqdarı nə qədərdir?
ru_ru: Какова максимальная сумма кредита?

# Minimum kredit miqdarı 500 AZN təşkil edir
source: The minimum loan amount is 500 AZN
az_az: Minimum kredit miqdarı 500 AZN təşkil edir
ru_ru: Минимальная сумма кредита 500 AZN

# Minimum kredit miqdarı nə qədərdir?
source: What is the minimum loan amount?
az_az: Minimum kredit miqdarı nə qədərdir?
ru_ru: Какова минимальная сумма кредита?

# Profilim
source: My Profile
az_az: Profilim

# Qalereya
source: Galery
az_az: Qalereya
ru_ru: Галерея

# Qaynar xətlə necə əlaqə saxlaya bilərəm?
source: How can I contact the hotline?
az_az: Qaynar xətlə necə əlaqə saxlaya bilərəm?
ru_ru: Как я могу связаться с горячей линией?

# Servislər
source: Our Services
az_az: Servislər
ru_ru: Услуги

# Sizdən gələn rəylər
source: Your Comments
az_az: Sizdən gələn rəylər
ru_ru: Ваше мнение

# Son xəbərlər
source: Last News
az_az: Son xəbərlər
ru_ru: Последние новости

# Sən haralısan?
source: Where are you from?
az_az: Sən haralısan?
ru_ru: Откуда Вы?

# Vəzifələr
source: Positions
az_az: Vəzifələr

# Xəbərlər
source: News
az_az: Xəbərlər
ru_ru: Новости

# Xərclər
source: Money Out
az_az: Xərclər

# Yarat
source: Create
az_az: Yarat

# Yenilə
source: Update
az_az: Yenilə

# Ödənilən maaşlar
source: Paided Salaries
az_az: Ödənilən maaşlar

# Ölkə daxili pul köçürmələri rüsum tətbiq edilmir
source: There is no fee for domestic money transfers
az_az: Ölkə daxili pul köçürmələri rüsum tətbiq edilmir
ru_ru: Комиссия за внутренние денежные переводы не взимается

# Ümumi ödəniş
source: Total Payment
az_az: Ümumi ödəniş
ru_ru: Общая сумма платежа

# İşçilər
source: Employers
az_az: İşçilər

# Şifrəni unutdun?
source: Forget Password?
az_az: Şifrəni unutdun?

source: You can contact us by writing a message to our contact number or email address
az_az: Əlaqə nömrəmiz və ya elektron ünvanımıza mesaj yazmaqla bizimlə əlaqə saxlaya bilərsiniz
ru_ru: Вы можете связаться с нами, написав сообщение на наш контактный номер или адрес электронной почты

# Əlavə ödəniş
source: Additional Payment
az_az: Əlavə ödəniş
ru_ru: Доплата

source: Of course, it is possible. For this, it is enough to have a card corresponding to that currency.
az_az: Əlbəttə mümkündür.Bunun üçün həmin valyutaya uyğun kartınızın olması kifayət edir.
ru_ru: Конечно, можно, для этого достаточно иметь карту, соответствующую этой валюте.

source: "OdysseyBank" KB OJSC announced the main financial indicators for the second quarter of 2023. Compared to the corresponding period of last year, the bank's net profit increased sharply, the volume of assets exceeded one and a half billion, and a record indicator was achieved for the loan portfolio. As of June 30, 2023, the Bank's operating profit has increased by 20 million compared to the corresponding period of last year and exceeded 28 million manats. Total revenues increased by 49% compared to the corresponding period of last year and amounted to 148 million manats. The bank's net profit increased 12 times compared to the same period of 2022. OdysseyBank ended the first half of this year with a net profit of 9.2 million manats.
az_az: “OdisseyBank” KB ASC 2023-cü ilin ikinci rübü üzrə əsas maliyyə göstəricilərini açıqlayıb. Ötəni ilin uyğun dövrü ilə müqayisədə bankın xalis mənfəəti kəskin artıb, aktivlərin həcmi milyard yarımı keçib, kredit portfeli üzrə rekord göstərici əldə olunub. 30 iyun 2023-cü il tarixinə Bankın əməliyyat mənfəəti ötən ilin uyğun dövrü ilə müqayisədə 20 milyon artaraq 28 milyon manatı keçib. Cəmi gəlirlər ötən ilin müvafiq dövrü ilə müqayisədə 49 % artaraq, 148 milyon manat olub. Bankın xalis mənfəəti 2022-ci ilin eyni dövrü ilə müqayisədə 12 dəfə artıb. Bununla da OdisseyBank bu ilin birinci yarısını 9.2 milyon manat xalis mənfəətlə başa vurub.
ru_ru: ОАО КБ "ОдиссейБанк" объявило основные финансовые показатели за второй квартал 2023 года. По сравнению с соответствующим периодом прошлого года чистая прибыль банка резко увеличилась, объем активов превысил полтора миллиарда, а по кредитному портфелю достигнут рекордный показатель. По состоянию на 30 июня 2023 года операционная прибыль банка увеличилась на 20 миллионов и превысила 28 миллионов манатов по сравнению с соответствующим периодом прошлого года. Общие доходы увеличились на 49% по сравнению с соответствующим периодом прошлого года и составили 148 миллионов манатов. Чистая прибыль банка увеличилась в 12 раз по сравнению с аналогичным периодом 2022 года. OdysseyBank завершил первое полугодие текущего года с чистой прибылью в размере 9,2 миллиона манатов.

source: Aze
ru_ru: АЗЭ

# Daxil ol
source: Login
ru_ru: Войти

# Hesabdan çıx
source: Log out
ru_ru: Выйти

# Hesabım
source: My Account
ru_ru: Мой аккаунт

# Qeydiyyat
source: Register
ru_ru: Регистрация

source: Rus
ru_ru: Русь

# Tez-tez verilən suallar
source: Frequently Ask Questions
ru_ru: Часто задаваемые вопросы

# Ödəniş Diaqramı
source: Additional Diagram
ru_ru: Схема оплаты

# İllik ödəniş cədvəli
source: Yearly Payment Breakdown
ru_ru: Годовой график платежей
